import styles from './Stages.module.css';

export const textBlocks = [
  {
    header: 'Первичная консультация',
    text: 'Обсуждение ваших потребностей и целей для создания уникального бренда косметики',
    class: styles.grid_text__1
  },
  {
    header: 'Разработка концепции',
    text: 'Обсуждение ваших потребностей и целей для создания уникального бренда косметики',
    class: styles.grid_text__2
  },
  {
    header: 'Заполнение брифа',
    text: 'Совместное заполнение брифа, чтобы определить основные требования к продукции и дизайну',
    class: styles.grid_text__3
  },
  {
    header: 'Заключение договора',
    text: 'Официальное заключение договора о сотрудничестве и контрактном производстве косметики между вашей компанией и нашим производством',
    class: styles.grid_text__4
  },
  {
    header: 'Формулирование продуктов',
    text: 'Создание привлекательного дизайна упаковки, который отражает концепцию вашего бренда и привлекает внимание потребителей',
    class: styles.grid_text__5
  },
  {
    header: 'Дизайн упаковки',
    text: 'Совместное заполнение брифа, чтобы определить основные требования к продукции и дизайну',
    class: styles.grid_text__6
  },
  {
    header: 'Производство',
    text: 'Упаковка готовой продукции и доставка в указанное вами место назначения',
    class: styles.grid_text__7
  },
  {
    header: 'Упаковка и доставка',
    text: 'Совместное заполнение брифа, чтобы определить основные требования к продукции и дизайну',
    class: styles.grid_text__8
  },
  {
    header: 'Поддержка и дальнейшее сотрудничество',
    text: 'Мы предоставляем поддержку и консультации по вашему бренду после завершения производства, а также готовы к дальнейшему сотрудничеству и развитию вашего бренда косметики',
    class: styles.grid_text__9
  }
];
