export const reasons = [
  {
    id: '1.',
    title: 'Индивидуальный подход',
    content: [ 'Мы готовы к работе с различными потребностями и запросами наших клиентов. ', 'COSMOMIX', ' предлагает гибкие условия сотрудничества и возможность разработки индивидуальных решений под конкретные требования заказчика.' ]
  },
  {
    id: '2.',
    title: 'Инновационные решения',
    content: [ '', 'COSMOMIX',' постоянно инвестирует в исследования и разработки, чтобы быть на передовой в индустрии косметики. Мы внедряем новые технологии и инновационные рецептуры, чтобы создавать продукцию, которая соответствует последним тенденциям и требованиям рынка.' ]
  },
  {
    id: '3.',
    title: 'Долгосрочные Отношения',
    content: [ 'Мы стремимся к установлению долгосрочных партнерских отношений с нашими клиентами, основанных на взаимном доверии и взаимной выгоде. ', 'COSMOMIX', ' предлагает гибкие условия сотрудничества и возможность разработки индивидуальных решений под конкретные требования заказчика.' ]
  }
];
